module.exports = {
  "bus": [
    {
      "id": "5a27db9f734d1d64c8d1973a",
      "name": "臺北市雙層巴士",
      "company_name": "e-go 臺灣租車旅遊集團",
      "company_id": "None",
      "category": "國產",
      "reg_date": "2017/10",
      "img_src": "",
      "description": {
          "max_amount": 40,
          "start_time": "08:00",
          "end_time": "19:00",
          "introduction": "每輛車配有GPS衛星定位系統，控管中心可以隨時掌握車輛的行駛速度、行駛路線等訊息，靈活調派車隊。在政府全面開放大陸客來台之際，本集團不僅添購新車，也增加LED電子顯示螢幕，提供客製化的服務。",
          "precaution": ["強化玻璃最脆弱的一點，就是玻璃的四個角落，只要用普通鎚子尖的一端敲擊四個角落的任何一個角落，玻璃立即碎裂整片垮下。", "遊覽車為顧及乘客的安全，除了按照規定設置逃生門及安全天窗，另於駕駛座後及車輛中端部分準備有尖型鐵鎚已備不時之需。", "如遇事故 ! 在逃生時讓乘客能夠利用車上預備的尖型鐵鎚，擊破大面積的強化車窗玻璃，是最快的緊急逃生方式。"],
          "subscription": "最少租用3小時。",
          "subscription_cancel": "在旅程開始7天前取消預訂，可獲得50%的退款。如果在旅程開始前7天內取消預訂，住宿費用將無法退還。"
      },
      "entertainment": ["無線網路", "有線電視", "廁所"],
      "safety_facility": ["None"],
      "order": {
          "availability": true,
          "price": 5488,
          "discount": 0.79
      },
      "comment": {
        "stars": 4,
        "contents": [
          "搭乘之後覺得價格偏貴，但大致上體驗不錯！",
          "讚！"
        ]
      },
      "booking": {
        "serial": "J5630300127",
        "phone": "+886-911-151-127",
        "start_time": "2018/02/28(四) 08:00",
        "end_time": "2018/02/28(四) 19:00",
        "address": "新竹縣寶山鄉基八一路87號",
        "description": "由寶山雙胞胎井出發 --> 北浦擂茶 --> 南寮腳踏車 --> 新竹火車站 --> 寶山鄉基八一路"
      }
    },
    {
      "id": "5a27db9f734d1d64c8d1973a",
      "name": "臺北市雙層巴士",
      "company_name": "e-go 臺灣租車旅遊集團",
      "company_id": "None",
      "category": "國產",
      "reg_date": "2017/10",
      "img_src": "",
      "description": {
          "max_amount": 9,
          "start_time": "08:00",
          "end_time": "19:00",
          "introduction": "每輛車配有GPS衛星定位系統，控管中心可以隨時掌握車輛的行駛速度、行駛路線等訊息，靈活調派車隊。在政府全面開放大陸客來台之際，本集團不僅添購新車，也增加LED電子顯示螢幕，提供客製化的服務。",
          "precaution": ["強化玻璃最脆弱的一點，就是玻璃的四個角落，只要用普通鎚子尖的一端敲擊四個角落的任何一個角落，玻璃立即碎裂整片垮下。", "遊覽車為顧及乘客的安全，除了按照規定設置逃生門及安全天窗，另於駕駛座後及車輛中端部分準備有尖型鐵鎚已備不時之需。", "如遇事故 ! 在逃生時讓乘客能夠利用車上預備的尖型鐵鎚，擊破大面積的強化車窗玻璃，是最快的緊急逃生方式。"],
          "subscription": "最少租用3小時。",
          "subscription_cancel": "在旅程開始7天前取消預訂，可獲得50%的退款。如果在旅程開始前7天內取消預訂，住宿費用將無法退還。"
      },
      "entertainment": ["無線網路", "有線電視", "廁所"],
      "safety_facility": ["None"],
      "order": {
          "availability": true,
          "price": 3500,
          "discount": 0.79
      },
      "comment": {
        "stars": 4,
        "contents": [
          "搭乘之後覺得價格偏貴，但大致上體驗不錯！",
          "讚！"
        ]
      },
      "booking": {
        "serial": "J5630300127",
        "phone": "+886-911-151-127",
        "start_time": "2018/02/28(四) 08:00",
        "end_time": "2018/02/28(四) 19:00",
        "address": "新竹縣寶山鄉基八一路87號",
        "description": "由寶山雙胞胎井出發 --> 北浦擂茶 --> 南寮腳踏車 --> 新竹火車站 --> 寶山鄉基八一路"
      }
    }
  ]
}
